Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# call.duration.a11y.label
source: Durée de l'appel
ar: مدة المكالمة
de: Anrufdauer
en: Call duration
es: Duración de la llamada
it: Durata della chiamata
pt_br: Duração da chamada

# call.effects.panel.hint.open
source: Ouvre le panneau
ar: يفتح اللوحة
de: Öffnet das Panel
en: Opens the panel
es: Abre el panel
it: Apre il pannello
pt_br: Abre o painel

# call.effects.panel.hint.close
source: Ferme le panneau
ar: يغلق اللوحة
de: Schließt das Panel
en: Closes the panel
es: Cierra el panel
it: Chiude il pannello
pt_br: Fecha o painel

# call.effects.backdrop.label
source: Fermer le panneau
ar: إغلاق اللوحة
de: Panel schließen
en: Close the panel
es: Cerrar el panel
it: Chiudi il pannello
pt_br: Fechar o painel

# call.effects.backdrop.hint
source: Ferme le panneau d'effets
ar: يغلق لوحة التأثيرات
de: Schließt das Effekte-Panel
en: Closes the effects panel
es: Cierra el panel de efectos
it: Chiude il pannello degli effetti
pt_br: Fecha o painel de efeitos

# call.end
source: Raccrocher
ar: إنهاء المكالمة
de: Auflegen
en: Hang up
es: Colgar
it: Riaggancia
pt_br: Encerrar

# call.end.caption
source: Raccrocher
ar: إنهاء
de: Auflegen
en: Hang up
es: Colgar
it: Riaggancia
pt_br: Encerrar

# call.end.hint
source: Termine l'appel en cours
ar: ينهي المكالمة الجارية
de: Beendet den aktuellen Anruf
en: Ends the current call
es: Finaliza la llamada actual
it: Termina la chiamata in corso
pt_br: Encerra a chamada atual

# call.ended.connectionLost
source: Connexion perdue
ar: انقطع الاتصال
de: Verbindung verloren
en: Connection lost
es: Conexión perdida
it: Connessione persa
pt_br: Conexão perdida

# call.ended.failed
source: Échec de l'appel
ar: فشلت المكالمة
de: Anruf fehlgeschlagen
en: Call failed
es: Llamada fallida
it: Chiamata non riuscita
pt_br: Chamada falhou

# call.ended.local
source: Vous avez raccroché
ar: أنهيت المكالمة
de: Du hast aufgelegt
en: You ended the call
es: Has colgado
it: Hai riagganciato
pt_br: Você encerrou a chamada

# call.ended.missed
source: Appel manqué
ar: مكالمة فائتة
de: Verpasster Anruf
en: Missed call
es: Llamada perdida
it: Chiamata persa
pt_br: Chamada perdida

# call.ended.rejected
source: Appel refusé
ar: مكالمة مرفوضة
de: Anruf abgelehnt
en: Call declined
es: Llamada rechazada
it: Chiamata rifiutata
pt_br: Chamada recusada

# call.ended.remote
source: Appel terminé
ar: انتهت المكالمة
de: Anruf beendet
en: Call ended
es: Llamada finalizada
it: Chiamata terminata
pt_br: Chamada encerrada

# call.error.generic
source: Erreur lors de l'appel
ar: خطأ أثناء المكالمة
de: Anruffehler
en: Call error
es: Error en la llamada
it: Errore durante la chiamata
pt_br: Erro na chamada

# call.error.media
source: Impossible d'accéder au micro ou à la caméra
ar: تعذّر الوصول إلى الميكروفون أو الكاميرا
de: Kein Zugriff auf Mikrofon oder Kamera
en: Couldn't access the microphone or camera
es: No se pudo acceder al micrófono o la cámara
it: Impossibile accedere al microfono o alla fotocamera
pt_br: Não foi possível acessar o microfone ou a câmera

# call.error.sdp
source: Impossible d'établir la connexion de l'appel
ar: تعذّر إنشاء اتصال المكالمة
de: Verbindungsaushandlung fehlgeschlagen
en: Couldn't establish the call connection
es: No se pudo establecer la conexión de la llamada
it: Impossibile stabilire la connessione della chiamata
pt_br: Não foi possível estabelecer a conexão da chamada

# call.error.timeout
source: Délai d'appel dépassé
ar: انتهت مهلة المكالمة
de: Zeitüberschreitung beim Anruf
en: Call timed out
es: La llamada expiró
it: Tempo di chiamata scaduto
pt_br: Tempo de chamada esgotado

# call.filters
source: Filtres
ar: المرشّحات
de: Filter
en: Filters
es: Filtros
it: Filtri
pt_br: Filtros

# call.filters.a11y
source: Filtres vidéo
ar: مرشّحات الفيديو
de: Videofilter
en: Video filters
es: Filtros de video
it: Filtri video
pt_br: Filtros de vídeo

# call.filters.hint
source: Ouvre ou ferme la barre de filtres vidéo
ar: يفتح أو يغلق شريط مرشّحات الفيديو
de: Öffnet oder schließt die Video-Filterleiste
en: Opens or closes the video filters toolbar
es: Abre o cierra la barra de filtros de video
it: Apre o chiude la barra dei filtri video
pt_br: Abre ou fecha a barra de filtros de vídeo

# call.header.rejoin
source: Rejoindre
ar: الانضمام
de: Beitreten
en: Rejoin
es: Volver a unirse
it: Rientra
pt_br: Reingressar

# call.header.rejoin.a11y
source: Appel en cours, toucher pour rejoindre
ar: مكالمة جارية، انقر للانضمام
de: Anruf läuft, zum Beitreten tippen
en: Call in progress, tap to rejoin
es: Llamada en curso, toca para volver a unirte
it: Chiamata in corso, tocca per rientrare
pt_br: Chamada em andamento, toque para reingressar

# call.header.return
source: Appel en cours, toucher pour revenir
ar: مكالمة جارية، اضغط للعودة
de: Laufender Anruf, zum Zurückkehren tippen
en: Call in progress, tap to return
es: Llamada en curso, toca para volver
it: Chiamata in corso, tocca per tornare
pt_br: Chamada em andamento, toque para voltar

# call.incoming.accept
source: Accepter
ar: قبول
de: Annehmen
en: Accept
es: Aceptar
it: Accetta
pt_br: Aceitar

# call.incoming.accept.hint
source: Répond à l'appel entrant
ar: يرد على المكالمة الواردة
de: Nimmt den eingehenden Anruf an
en: Answers the incoming call
es: Responde a la llamada entrante
it: Risponde alla chiamata in arrivo
pt_br: Atende a chamada recebida

# call.incoming.accept.label
source: Accepter l'appel
ar: قبول المكالمة
de: Anruf annehmen
en: Accept the call
es: Aceptar la llamada
it: Accetta la chiamata
pt_br: Aceitar a chamada

# call.incoming.audio
source: Appel entrant
ar: مكالمة واردة
de: Eingehender Anruf
en: Incoming call
es: Llamada entrante
it: Chiamata in arrivo
pt_br: Chamada recebida

# call.incoming.badge.audio
source: Audio
ar: صوت
pt_br: Áudio

# call.incoming.badge.video
source: Vidéo
ar: فيديو
de: Video
en: Video
es: Video
it: Video
pt_br: Vídeo

# call.incoming.decline
source: Refuser
ar: رفض
de: Ablehnen
en: Decline
es: Rechazar
it: Rifiuta
pt_br: Recusar

# call.incoming.decline.hint
source: Décline l'appel entrant
ar: يرفض المكالمة الواردة
de: Lehnt den eingehenden Anruf ab
en: Declines the incoming call
es: Rechaza la llamada entrante
it: Rifiuta la chiamata in arrivo
pt_br: Recusa a chamada recebida

# call.incoming.decline.label
source: Refuser l'appel
ar: رفض المكالمة
de: Anruf ablehnen
en: Decline the call
es: Rechazar la llamada
it: Rifiuta la chiamata
pt_br: Recusar a chamada

# call.incoming.unknown_caller
source: Inconnu
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
it: Sconosciuto
pt_br: Desconhecido

# call.incoming.video
source: Appel vidéo entrant
ar: مكالمة فيديو واردة
de: Eingehender Videoanruf
en: Incoming video call
es: Videollamada entrante
it: Videochiamata in arrivo
pt_br: Chamada de vídeo recebida

# call.minimize
source: Réduire l'appel
ar: تصغير المكالمة
de: Anruf minimieren
en: Minimize call
es: Minimizar llamada
it: Riduci la chiamata
pt_br: Minimizar chamada

# call.minimize.hint
source: Garde l'appel en cours dans une bannière flottante
ar: يبقي المكالمة جارية في شريط عائم
de: Der Anruf bleibt in einem schwebenden Banner aktiv
en: Keeps the call active in a floating banner
es: Mantiene la llamada activa en un banner flotante
it: Mantiene la chiamata in corso in un banner mobile
pt_br: Mantém a chamada ativa em um banner flutuante

# call.openConversation
source: Conversation
ar: المحادثة
de: Unterhaltung
es: Conversación
it: Conversazione
pt_br: Conversa

# call.openConversation.hint
source: Ouvre la conversation en gardant l'appel actif
ar: يفتح المحادثة مع إبقاء المكالمة نشطة
de: Öffnet die Unterhaltung, während der Anruf aktiv bleibt
en: Opens the conversation while keeping the call active
es: Abre la conversación manteniendo la llamada activa
it: Apre la conversazione mantenendo la chiamata attiva
pt_br: Abre a conversa mantendo a chamada ativa

# call.outgoing.ringing
source: Appel en cours...
ar: جارٍ الاتصال...
de: Anruf läuft...
en: Calling...
es: Llamando...
it: Chiamata in corso...
pt_br: Ligando...

# call.outgoing.waiting.hint
source: Le correspondant n'a pas encore répondu.
ar: لم يردّ الطرف الآخر بعد.
de: Die andere Person hat noch nicht geantwortet.
en: The other person hasn't answered yet.
es: La otra persona aún no ha contestado.
it: L'altra persona non ha ancora risposto.
pt_br: A outra pessoa ainda não atendeu.

# call.pill.hangup
source: Raccrocher
ar: إنهاء المكالمة
de: Auflegen
en: Hang up
es: Colgar
it: Riaggancia
pt_br: Desligar

# call.pill.mute
source: Couper le micro
ar: كتم الميكروفون
de: Mikrofon stummschalten
en: Mute microphone
es: Silenciar micrófono
it: Disattiva microfono
pt_br: Silenciar microfone

# call.pill.ongoing
source: Appel en cours
ar: مكالمة جارية
de: Anruf läuft
en: Call in progress
es: Llamada en curso
it: Chiamata in corso
pt_br: Chamada em andamento

# call.pill.speaker.off
source: Désactiver le haut-parleur
ar: إيقاف مكبر الصوت
de: Lautsprecher ausschalten
en: Turn off speaker
es: Desactivar altavoz
it: Disattiva altoparlante
pt_br: Desativar viva-voz

# call.pill.speaker.on
source: Activer le haut-parleur
ar: تشغيل مكبر الصوت
de: Lautsprecher einschalten
en: Turn on speaker
es: Activar altavoz
it: Attiva altoparlante
pt_br: Ativar viva-voz

# call.pill.status.connecting
source: Connexion…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt …
en: Connecting…
es: Conectando…
it: Connessione…
pt_br: Conectando…

# call.pill.status.reconnecting
source: Reconnexion…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt …
en: Reconnecting…
es: Reconectando…
it: Riconnessione…
pt_br: Reconectando…

# call.pill.status.ringing
source: Sonnerie…
ar: يرن…
de: Klingelt …
en: Ringing…
es: Sonando…
it: Squillo…
pt_br: Chamando…

# call.pill.tapToReturn
source: Touchez pour revenir à l'appel en plein écran
ar: اضغط للعودة إلى المكالمة بملء الشاشة
de: Tippen, um zum Vollbildanruf zurückzukehren
en: Tap to return to the full-screen call
es: Toca para volver a la llamada en pantalla completa
it: Tocca per tornare alla chiamata a schermo intero
pt_br: Toque para voltar à chamada em tela cheia

# call.pill.unknown
source: Inconnu
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
it: Sconosciuto
pt_br: Desconhecido

# call.pill.unmute
source: Réactiver le micro
ar: تفعيل الميكروفون
de: Mikrofon aktivieren
en: Unmute microphone
es: Activar micrófono
it: Riattiva microfono
pt_br: Reativar microfone

# call.pip.swap
source: Permuter les vidéos
ar: تبديل الفيديوهات
de: Videos tauschen
en: Swap videos
es: Cambiar videos
it: Scambia i video
pt_br: Trocar vídeos

# call.pip.swap.hint
source: Touchez pour échanger la petite et la grande vidéo ; faites glisser pour déplacer
ar: انقر لتبديل الفيديو الصغير بالكبير؛ اسحب للتحريك
de: Antippen zum Tauschen von kleinem und großem Video; ziehen zum Verschieben
en: Tap to swap the small and large video; drag to move
es: Toca para intercambiar el video pequeño y grande; arrastra para mover
it: Tocca per scambiare il video piccolo con quello grande; trascina per spostarlo
pt_br: Toque para trocar o vídeo pequeno e grande; arraste para mover

# call.quality.fair
source: Signal moyen
ar: إشارة متوسطة
de: Mäßiges Signal
en: Fair signal
es: Señal regular
it: Segnale medio
pt_br: Sinal razoável

# call.quality.good
source: Connexion bonne
ar: اتصال جيد
de: Gute Verbindung
en: Good connection
es: Buena conexión
it: Connessione buona
pt_br: Boa conexão

# call.quality.inProgress
source: Connexion en cours
ar: جارٍ الاتصال
de: Verbindung wird hergestellt
en: Connecting
es: Conectando
it: Connessione in corso
pt_br: Conectando

# call.quality.lost
source: Signal très faible
ar: إشارة ضعيفة جدًا
de: Sehr schwaches Signal
en: Very weak signal
es: Señal muy débil
it: Segnale molto debole
pt_br: Sinal muito fraco

# call.quality.poor
source: Signal faible
ar: إشارة ضعيفة
de: Schwaches Signal
en: Weak signal
es: Señal débil
it: Segnale debole
pt_br: Sinal fraco

# call.reconnecting
source: Reconnexion…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt…
en: Reconnecting…
es: Reconectando…
it: Riconnessione…
pt_br: Reconectando…

# call.starter.unavailable
source: Impossible de démarrer l'appel
ar: تعذّر بدء المكالمة
de: Anruf konnte nicht gestartet werden
en: Couldn't start the call
es: No se ha podido iniciar la llamada
it: Impossibile avviare la chiamata
pt_br: Não foi possível iniciar a chamada

# call.starter.busy
source: Un appel est déjà en cours
ar: هناك مكالمة جارية بالفعل
de: Es läuft bereits ein Anruf
en: A call is already in progress
es: Ya hay una llamada en curso
it: È già in corso una chiamata
pt_br: Já há uma chamada em andamento

# call.start.video
source: Appel video
ar: مكالمة فيديو
de: Videoanruf
en: Video call
es: Videollamada
it: Videochiamata
pt_br: Chamada de vídeo

# call.start.menu.hint
source: Choisir un appel vocal ou vidéo
ar: اختر مكالمة صوتية أو مرئية
de: Sprach- oder Videoanruf wählen
en: Choose a voice or video call
es: Elige una llamada de voz o vídeo
it: Scegli una chiamata vocale o video
pt_br: Escolha uma chamada de voz ou vídeo

# call.status.muted
source: Micro coupé
ar: الميكروفون مكتوم
de: Mikrofon aus
en: Mic off
es: Micrófono silenciado
it: Microfono disattivato
pt_br: Microfone mudo

# call.status.signaling
source: Serveur déconnecté
ar: انقطع الاتصال بالخادم
de: Server getrennt
en: Server disconnected
es: Servidor desconectado
it: Server disconnesso
pt_br: Servidor desconectado

# call.status.peer.network
source: Réseau faible (contact)
ar: شبكة ضعيفة (جهة الاتصال)
de: Schlechtes Netz (Kontakt)
en: Poor network (contact)
es: Red débil (contacto)
it: Rete debole (contatto)
pt_br: Rede fraca (contato)

# call.status.speaker
source: Haut-parleur
ar: مكبر الصوت
de: Lautsprecher
en: Speaker
es: Altavoz
it: Altoparlante
pt_br: Alto-falante

# call.status.unstable
source: Connexion instable
ar: اتصال غير مستقر
de: Instabile Verbindung
en: Unstable connection
es: Conexión inestable
it: Connessione instabile
pt_br: Conexão instável

# call.transcript.delete
source: Supprimer ce transcript
ar: حذف هذا النص
de: Dieses Transkript löschen
en: Delete this transcript
es: Eliminar esta transcripción
it: Elimina questa trascrizione
pt_br: Excluir esta transcrição

# call.transcript.delete.confirm.message
source: Cette action est définitive.
ar: هذا الإجراء نهائي.
de: Diese Aktion ist endgültig.
en: This action is permanent.
es: Esta acción es definitiva.
it: Questa azione è definitiva.
pt_br: Esta ação é definitiva.

# call.transcript.delete.confirm.title
source: Supprimer ce transcript ?
ar: حذف هذا النص؟
de: Dieses Transkript löschen?
en: Delete this transcript?
es: ¿Eliminar esta transcripción?
it: Eliminare questa trascrizione?
pt_br: Excluir esta transcrição?

# call.transcript.disclaimer
source: Transcription locale à cet appareil, jamais envoyée au serveur Meeshy — peut figurer dans une sauvegarde iCloud/Finder de cet appareil. Inclut les paroles de votre interlocuteur, telles que reçues pendant l'appel.
ar: النسخ النصي محلي على هذا الجهاز، ولا يُرسل أبدًا إلى خادم Meeshy — وقد يظهر في نسخة احتياطية على iCloud أو Finder لهذا الجهاز. ويشمل كلام محدّثك كما ورد أثناء المكالمة.
de: Transkription lokal auf diesem Gerät, niemals an den Meeshy-Server gesendet — kann in einem iCloud/Finder-Backup dieses Geräts enthalten sein. Enthält die während des Anrufs empfangenen Worte Ihres Gesprächspartners.
en: Transcription local to this device, never sent to the Meeshy server — may be included in this device's iCloud/Finder backup. Includes your interlocutor's words as received during the call.
es: Transcripción local en este dispositivo, nunca enviada al servidor de Meeshy — puede incluirse en una copia de seguridad de iCloud/Finder de este dispositivo. Incluye las palabras de tu interlocutor tal como se recibieron durante la llamada.
it: Trascrizione locale a questo dispositivo, mai inviata al server Meeshy — può comparire in un backup iCloud/Finder di questo dispositivo. Include le parole del tuo interlocutore, così come ricevute durante la chiamata.
pt_br: Transcrição local neste aparelho, nunca enviada ao servidor Meeshy — pode estar incluída em um backup iCloud/Finder deste aparelho. Inclui as palavras do seu interlocutor, conforme recebidas durante a chamada.

# call.transcript.you
source: Vous
ar: أنت
de: Du
en: You
es: Tú
it: Tu
pt_br: Você

# call.transcription.error.failed
source: Impossible d'activer les sous-titres. Réessayez.
ar: تعذّر تفعيل الترجمة النصية. أعِد المحاولة.
de: Untertitel konnten nicht aktiviert werden. Versuchen Sie es erneut.
en: Couldn't enable captions. Please try again.
es: No se pudieron activar los subtítulos. Inténtalo de nuevo.
it: Impossibile attivare i sottotitoli. Riprova.
pt_br: Não foi possível ativar as legendas. Tente novamente.

# call.transcription.error.permissionDenied
source: Autorisez la reconnaissance vocale dans Réglages pour activer les sous-titres.
ar: اسمح بالتعرّف على الكلام في الإعدادات لتفعيل الترجمة النصية.
de: Erlauben Sie die Spracherkennung in den Einstellungen, um Untertitel zu aktivieren.
en: Allow speech recognition in Settings to enable captions.
es: Permite el reconocimiento de voz en Ajustes para activar los subtítulos.
it: Autorizza il riconoscimento vocale in Impostazioni per attivare i sottotitoli.
pt_br: Permita o reconhecimento de voz em Ajustes para ativar as legendas.

# call.transcription.error.unavailable
source: Sous-titres indisponibles pour votre langue sur cet appareil.
ar: الترجمة النصية غير متاحة للغتك على هذا الجهاز.
de: Untertitel für Ihre Sprache auf diesem Gerät nicht verfügbar.
en: Captions unavailable for your language on this device.
es: Subtítulos no disponibles para tu idioma en este dispositivo.
it: Sottotitoli non disponibili per la tua lingua su questo dispositivo.
pt_br: Legendas indisponíveis para seu idioma neste dispositivo.

# call.type.audio
source: Appel audio
ar: مكالمة صوتية
de: Audioanruf
en: Audio call
es: Llamada de audio
it: Chiamata audio
pt_br: Chamada de áudio

# call.type.video
source: Appel vidéo
ar: مكالمة فيديو
de: Videoanruf
en: Video call
es: Videollamada
it: Videochiamata
pt_br: Chamada de vídeo

# call.unknown
source: Inconnu
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
it: Sconosciuto
pt_br: Desconhecido

# call.video.connecting
source: Connexion vidéo...
ar: جارٍ اتصال الفيديو...
de: Video wird verbunden...
en: Connecting video...
es: Conectando video...
it: Connessione video...
pt_br: Conectando vídeo...

# call.video.connecting.slow
source: La vidéo prend plus de temps que prévu…
ar: الفيديو يستغرق وقتًا أطول من المتوقع…
de: Das Video dauert länger als erwartet…
en: Video is taking longer than expected…
es: El video tarda más de lo esperado…
it: Il video sta impiegando più tempo del previsto…
pt_br: O vídeo está demorando mais do que o esperado…

# call.video.connecting.slow.hint
source: L'audio est peut-être déjà actif.
ar: قد يكون الصوت نشطًا بالفعل.
de: Audio ist möglicherweise bereits aktiv.
en: Audio may already be active.
es: Es posible que el audio ya esté activo.
it: L'audio potrebbe essere già attivo.
pt_br: O áudio pode já estar ativo.

# call.video.permission.denied
source: Caméra : accès refusé — toucher pour ouvrir les Paramètres
ar: الكاميرا: تم رفض الإذن — اضغط لفتح الإعدادات
de: Kamera: Zugriff verweigert — zum Öffnen der Einstellungen tippen
en: Camera: access denied — tap to open Settings
es: Cámara: acceso denegado; toca para abrir Ajustes
it: Fotocamera: accesso negato — tocca per aprire Impostazioni
pt_br: Câmera: acesso negado — toque para abrir os Ajustes

# call.video.hold.blocked
source: Vidéo indisponible pendant la mise en attente de l'appel
ar: الفيديو غير متاح أثناء انتظار المكالمة
de: Video während des Anrufhaltens nicht verfügbar
en: Video unavailable while the call is on hold
es: Video no disponible mientras la llamada está en espera
it: Video non disponibile durante la messa in attesa della chiamata
pt_br: Vídeo indisponível enquanto a chamada está em espera

# call.video.hideControls
source: Masquer les contrôles
ar: إخفاء عناصر التحكّم
de: Bedienelemente ausblenden
en: Hide controls
es: Ocultar los controles
it: Nascondi i controlli
pt_br: Ocultar os controles

# call.video.remoteOff
source: Caméra désactivée
ar: الكاميرا معطّلة
de: Kamera aus
en: Camera off
es: Cámara desactivada
it: Fotocamera disattivata
pt_br: Câmera desligada

# call.video.showControls
source: Afficher les contrôles
ar: إظهار عناصر التحكّم
de: Bedienelemente einblenden
en: Show controls
es: Mostrar los controles
it: Mostra i controlli
pt_br: Mostrar os controles

# call.video.suspended
source: Vidéo en pause
ar: الفيديو متوقف
de: Video pausiert
en: Video paused
es: Vídeo en pausa
it: Video in pausa
pt_br: Vídeo pausado

# call.video.suspended.hint
source: Connexion faible, la vidéo reprendra automatiquement
ar: الاتصال ضعيف، سيستأنف الفيديو تلقائيًا
de: Schwache Verbindung, das Video wird automatisch fortgesetzt
en: Weak connection, video will resume automatically
es: Conexión débil, el vídeo se reanudará automáticamente
it: Connessione debole, il video riprenderà automaticamente
pt_br: Conexão fraca, o vídeo será retomado automaticamente

# call.video.suspended.short
source: Reprise auto
ar: استئناف تلقائي
de: Auto-Fortsetzung
en: Auto-resume
es: Reanudación automática
it: Ripresa autom.
pt_br: Retomada automática

# call.waiting.answer
source: Répondre
ar: رد
de: Annehmen
en: Answer
es: Responder
it: Rispondi
pt_br: Atender

# call.waiting.answer.a11y
source: Raccrocher et répondre à %@
ar: إنهاء المكالمة والرد على %@
de: Auflegen und den Anruf von %@ annehmen
en: Hang up and answer %@
es: Colgar y responder a %@
it: Riagganciare e rispondere a %@
pt_br: Desligar e atender %@

# call.waiting.answer.hint
source: Termine l'appel en cours et répond au nouvel appel entrant
ar: ينهي المكالمة الجارية ويرد على المكالمة الواردة الجديدة
de: Beendet das laufende Gespräch und nimmt den neuen eingehenden Anruf an
en: Ends the ongoing call and answers the new incoming call
es: Finaliza la llamada en curso y responde a la nueva llamada entrante
it: Termina la chiamata in corso e risponde alla nuova chiamata in arrivo
pt_br: Encerra a chamada em andamento e atende a nova chamada recebida

# call.waiting.banner.a11y
source: Appel entrant de %@
ar: مكالمة واردة من %@
de: Eingehender Anruf von %@
en: Incoming call from %@
es: Llamada entrante de %@
it: Chiamata in arrivo da %@
pt_br: Chamada recebida de %@

# call.waiting.incoming
source: Appel entrant...
ar: مكالمة واردة…
de: Eingehender Anruf …
en: Incoming call…
es: Llamada entrante…
it: Chiamata in arrivo…
pt_br: Chamada recebida…

# call.waiting.reject
source: Refuser
ar: رفض
de: Ablehnen
en: Decline
es: Rechazar
it: Rifiuta
pt_br: Recusar

# call.waiting.reject.a11y
source: Refuser l'appel de %@
ar: رفض مكالمة %@
de: Anruf von %@ ablehnen
en: Decline %@'s call
es: Rechazar la llamada de %@
it: Rifiuta la chiamata di %@
pt_br: Recusar a chamada de %@

# call.waiting.reject.hint
source: Refuse le nouvel appel entrant, la conversation en cours n'est pas interrompue
ar: يرفض المكالمة الواردة الجديدة، ولا تتم مقاطعة المحادثة الجارية
de: Lehnt den neuen eingehenden Anruf ab; das laufende Gespräch wird nicht unterbrochen
en: Declines the new incoming call; the ongoing conversation is not interrupted
es: Rechaza la nueva llamada entrante; la conversación en curso no se interrumpe
it: Rifiuta la nuova chiamata in arrivo; la conversazione in corso non viene interrotta
pt_br: Recusa a nova chamada recebida; a conversa em andamento não é interrompida

# calls.detail.quality
source: Qualité
ar: الجودة
de: Qualität
en: Quality
es: Calidad
it: Qualità
pt_br: Qualidade

# calls.detail.duration
source: Durée
ar: المدة
de: Dauer
en: Duration
es: Duración
it: Durata
pt_br: Duração

# calls.detail.data
source: Donnees
ar: البيانات
de: Daten
en: Data
es: Datos
it: Dati
pt_br: Dados
